{
    "For Your Life": "You said I was the only, With my lemon in your hand\nExhibition is your habit, Emotion second hand.\nHad to pull away to save me, Maybe next time around\nAnd she said, 'don't you wanna'?\nDon't you wanna cook it, cook it, cook it?\n\nHadn't planned to, could not stand to try it, fry it, na na na yeah.\nHeard a cry for mercy, In the cfvity of the damned\nOh oh babe, damned. Down in the pits you go no lower\nThe next stop's underground. Oh, hello underground.\nWine and roses ain't quite over, fate deals a losing hand\n\nAnd I said: didn't mean to... did not mean to fail\nYou didn't plan it, you over-ran it\n\nYou wanna do it, you wanna\nYou wanna do it when you wanna\nYou wanna do it, do it when you wanna\nWhen you blow it, babe, You got to blow it right\nOh baby, if you fake it, mama, Baby, fake with all your might\n\nWhen you fake it, mama, Please fake it right (for yourself babe)\nWhen you fake it baby\n\nYou're fakin' it for your life, for your life, for your life, for your life\nDo it, do it, do it, do it, do it, Do it when you wanna\n\nDo it, do it, do it, Do it when you wanna\nOh, I can have you, baby, But I don't know what to do, yeah\nSometime, baby, nothin' I could do\nOn the balance of a crystal, Payin' through the nose\nAnd when they couldn't resist you, I thought you'd go with the flow.\nAnd now your stage is empty, bring down the curtain, baby please.\nFold up your show\nHadn't planned to, Could not stand to fry in it\nHadn't planned it, I over-ran it, (fryin)\nFor your life, For your life.", 
    "Babe I'm Gonna Leave You": "Babe, baby, baby, I'm gonna leave you,\nI said baby, you know I'm gonna leave you,\nI'll leave you when the summertime\nLeave you when the summer comes a-rollin'\nLeave you when the summer comes along.\n\nBabe, babe, babe, babe, babe, babe, baby Baby, I don't wanna leave you\nI ain't jokin' woman\nI got to ramble.\nOh, yeah, baby, baby, I believin'\nWe really got to ramble.\nI can hear it callin' me the way it used to do\nI can hear it\ncallin' me back home!\n\nBabe... I'm gonna leave you\nOh, baby, you know\nI've really got to leave you\nOh I can hear it callin 'me\nI said don't you hear it\ncallin' me the way it used to do?\n\nI know, I know, I know I never never never never never\ngonna leave your babe\nBut I got to go away from this place\nI've got to quit you, yeah\nBaby, baby, baby, baby, baby, baby, babyooh don't you hear it callin' me?\nWoman, woman, I know, I know\nIt feels good\nto have you back again\nAnd I know that one day baby\nit's really gonna grow, yes it is.\n\nWe gonna go walkin' through the park\nevery day.\nCome what may, every day\n\nIt was really, really good.\nYou made me happy every single day.\nBut now... I've got to go away!\nBaby, baby, baby, baby\nThat's when it's callin' me\nI said that's\nWhen it's callin' me\nBack home...", 
    "Since I've Been Loving You": "Oh!\nWorkin' from seven to eleven ev'ry night\nIt really makes life a drag\nI don't think that's right.\nI've really, really been the best of fools\nI did what I could, yeah\n'Cause I love you, baby\nHow I love you, darling\nHow I love you, baby\nHow I love you, girl, little girl.\nBut baby, Since I've Been Loving You, yeah\nI'm about to lose my worried mind, oh, yeah.\nEv'rybody trying to tell me\nThat you didn't mean me no good.\nI've been trying, Lord, let me tell you\nLet me tell you I really did the best I could.\nI've been working from seven to eleven ev'ry night\nI said It kinda makes my life a drag.\nLord, that ain't right, no no!\nSince I've Been Loving You\nI'm about to lose my worried mind.\nSaid I been cryin, yeah!\nOh my tears they felt like rain.\nDon't you hear?\nDon't you hear them falling?\nDon't you hear?\nDon't you hear them falling?\nDo you remember, mama, when I knocked upon your door?\nI said you had the nerve to tell me\nYou didn't want me no more, yeah\nI open my front door, hear my back door slam\nYou must have one of them new fangled\nNew fangled back door man\nI've been working from seven, seven, seven\nTo eleven ev'ry night\nIt kinda makes my life a drag, a drag, drag\nAh, yeah, it makes a drag.\nBaby, Since I've Been Loving You\nI'm about to lose\nI'm about to lose, lose my worried mind.\nJust one more!\nOh yeah\nSince I've Been Loving You, I'm about to lose my worried mind.", 
    "D'yer Mak'er": "Oh-oh-oh-oh-oh-oh\nYou don't have to go oh-oh-oh oh\nYou don't have to go oh-oh-oh oh\nYou don't have to go\n\nI I I I I I\nAll those tears I cry I I I I\nAll those tears I cry oh-oh I I\nBaby please don't go\n\nWhen I read the letter you wrote me made me mad mad mad\nWhen I read the words that it told me made me sad sad sad\nBut I still love you so\nI can't let you go\nI love you\nOoh baby I love you\nOh-oh-oh-oh-oh-oh\nEvery breath I take oh-oh-oh oh\n\nOh, every move I make\nOh, baby please don't go\nI I I I I I\nYou hurt me to my soul oh-oh oh-oh oh-oh\n\nYou hurt me to my soul oh-oh oh-oh oh-oh\nDarling please don't go\nWhen I read the letter you sent me made me mad mad mad\nWhen I read the news that it brought me made me sad sad sad\n\nBut I still love you so\nAnd I can't let you go\nI love you\nOoh baby I love you\nOh-oh-oh-oh-oh-oh\nYou don't have to go oh-oh-oh-oh\nYou don't have to go oh-oh-oh-oh\nOh, baby babe please please please please\n\nOh-oh oh-oh oh-oh baby\nOh-oh I really love you baby\nOoh-ooh-ooh-ooh-ooh-ooh darlin'\nOh-oh\n\nOh baby I still love you so\nOh baby I still love you so\nOh-oh oh-oh\nOh-oh oh-oh-oh-oh yeah\nAh-ah ah-ah-ah-ah oh...\nAh-ah ah-ah ah\nOoh... yeah\nAh baby baby", 
    "I Can't Quit You Baby": "I-I, I can't quit you, babe\nSo I'm gonna put you down for a while\nI said I can't quit you, babe\nI guess I got to put you down for a while\nSaid, you messed up my happy home\nMade me mistreat my only child\nYes, you did, babe, oh\n\nSaid, you know I love you, baby\nMy love for you I could never hide\nOh, you know I love you, babe\nMy love for you I could never hide\nA-when I feel you near me, little girl\nI know you are my one desire, whoa-oh, oh-oh, yeah\n\nOh, that's wonderful, whoa\nWhoa\nThat's wonderful yeah!\n\nWhen ya hear me moanin' and groanin', baby\nYou know it hurts me deep down inside\nOh, when ya hear me moanin' and groanin', babe\nYou know it hurts me deep down inside\nOh, a-when you hear me hollar, baby\nYou know you're my one desire, yes, you are, oh alright", 
    "Gallows Pole": "Hangman hangman hold it a little while\nThink I see my friends coming\nRiding many a mile.\nFriends did you get some silver?\nDid you get a little gold?\nWhat did you bring me my dear friends\n\nTo keep me from the gallows pole?\nWhat did you bring me to keep me from the gallows pole?\nI couldn't get no silver, I couldn't get no gold\nYou know that we're too damn poor\nTo keep you from the gallows pole.\nHangman, hangman, hold it a little while\nI think I see my brother coming\n\nRiding a many mile.\nBrother'd you get me some silver?\nDid you get a little gold?\nWhat did you bring me, my brother\n\nTo keep me from the gallows pole\nBrother, I brought you some silver (yeah)\nI brought a little gold\nI brought a little of ev'ry thing\nTo keep you from the gallows pole.\n\nYes, I brought you to keep you from the gallows pole.\nHangman, hangman, turn your head awhile\nI think I see my sister coming\n\nRiding a many mile, mile, mile.\nSister, I implore you, take him by the hand\nTake him to some shady bower\nSave me from the wrath of this man\nPlease take him\n\nSave me from the wrath of this man, man.\nHangman, hangman, upon your face a smile\nPray tell me that I'm free to ride\nRide for many mile, mile, mile.\nOh, yes, you got a fine sister\nShe warmed my blood from cold\nBrought my blood to boiling hot\nTo keep you from the gallows pole.\nYour brother brought me silver\nYour sister warmed my soul\nBut now I laugh and pull so hard\nAnd see you swinging on the gallows pole\nBut now I laugh and pull so hard\nAnd see you swinging on the gallows pole\nSwingin' on the gallows pole!\nSwingin' on the gallows pole!\nSwingin' on the gallows pole!\nSwingin' on the gallows pole!\nKeep-a-swingin'!\nKeep-a-swingin'!\nKeep-a-swingin'!\nKeep it, keep it!\nSwingin' on the gallows pole!\nAh-ha-ha\nSwingin'\nSwingin' on the gallows pole!\nSee-saw marjory daw\nSee-saw knock at my door", 
    "Ten Years Gone": "Then as it was, then again it will be\nAn' though the course may change sometimes\nRivers always reach the sea\nBlind stars of fortune, each have several rays\nOn the wings of maybe, down in birds of prey\nKind of makes me feel sometimes, didn't have to grow\nBut as the eagle leaves the nest, it's got so far to go\n\nChanges fill my time, baby, that's alright with me\nIn the midst I think of you, and how it used to be\n\nDid you ever really need somebody, And really need 'em bad\nDid you ever really want somebody, The best love you ever had\nDo you ever remember me, baby, did it feel so good\n'Cause it was just the first time, And you knew you would\n\nThrough the eyes an' I sparkle, Senses growing keen\nTaste your love along the way, See your feathers preen\nKind of makes makes me feel sometimes, Didn't have to grow\nWe are eagles of one nest, The nest is in our soul\n\nVixen in my dreams, with great surprise to me\nNever thought I'd see your face the way it used to be\nOh darlin', oh darlin'\n\nI'm never gonna leave you. I never gonna leave\nHoldin' on, ten years gone\nTen years gone, holdin' on, ten years gone", 
    "Nobody's Fault but Mine": "Ah, ah, ahhh, ah ah ah ahhh, ahh ahh ahh ahh ahh ahhhh\nAh, ah, ahhh, ah ah ah ahhh, ahh ahh ahh ahh ahh ahhhh\nAh, ah, ahhh, ah ah ah ahhh, ahh ahh ahh ahh ahh ahhhh\nOh, nobody's fault but mine, yeah\nNobody's fault but mine, yeah\nTrying to save my soul to light\nOh, it's nobody's fault but mine\nDevil he told me to roll-ah\nThe devil he told me to roll-oll-oll-oll\nHow to roll the log tonight\nNobody's fault but mine\nAh, ah, ahhh, ah ah ah ahhh, ahh ahh ahh ahh ahh ahhhh\nAh, ah, ahhh, ah ah ah ahhh, ahh ahh ahh ahh ahh ahhhh\nAh, ah, ahhh, ah ah ah ahhh, ahh ahh ahh ahh ahh ahhhh\n(Harmonica Solo)\nBrother, show me the door\nBrother, show me the ding dong ding dong\nI will get down rolling tonight\nOh, it's nobody's fault but mine\nGotta monkey on my back\nThe m-m-m-m-monkey on my back, back, back, back\nGonna change my ways tonight\nNobody's fault but mine\n(Guitar Solo)\nAh, ah, ahhh, ah ah ah ahhh, ahh ahh ahh ahh ahh ahhhh\nAh, ah, ahhh, ah ah ah ahhh, I will get down rolling tonight\nN-n-n-n-n-n-nobody's fault but mine", 
    "Stairway to Heaven": "There's a lady who's sure all that glitters is gold\nAnd she's buying a stairway to heaven\nWhen she gets there she knows, if the stores are all closed\nWith a word she can get what she came for\nOoh, ooh, and she's buying a stairway to heaven\n\nThere's a sign on the wall, but she wants to be sure\n'Cause you know sometimes words have two meanings\nIn a tree by the brook, there's a songbird who sings\nSometimes all of our thoughts are misgiven\n\nOoh, it makes me wonder\nOoh, it makes me wonder\n\nThere's a feeling I get when I look to the west\nAnd my spirit is crying for leaving\nIn my thoughts I have seen rings of smoke through the trees\nAnd the voices of those who stand looking\n\nOoh, it makes me wonder\nOoh, it really makes me wonder\n\nAnd it's whispered that soon, if we all call the tune\nThen the piper will lead us to reason\nAnd a new day will dawn for those who stand long\nAnd the forests will echo with laughter\n\nIf there's a bustle in your hedgerow, don't be alarmed now\nIt's just a spring clean for the May queen\nYes, there are two paths you can go by, but in the long run\nThere's still time to change the road you're on\nAnd it makes me wonder\n\nYour head is humming and it won't go, in case you don't know\nThe piper's calling you to join him\nDear lady, can you hear the wind blow, and did you know\nYour stairway lies on the whispering wind?\n\nAnd as we wind on down the road\nOur shadows taller than our soul\nThere walks a lady we all know\nWho shines white light and wants to show\nHow everything still turns to gold\nAnd if you listen very hard\nThe tune will come to you at last\nWhen all are one and one is all\nTo be a rock and not to roll\nAnd she's buying a stairway to heaven", 
    "Bron-Y-Aur Stomp": "Ah, I caught you smilin' at me, that's the way it should be\nLike a leaf is to a tree, so fine\nAh, all the good times we had, I sung love songs so glad\nAlways smilin', never sad, so fine\n\nAs we walk down the country lanes\nI'll be singin' a song, you hear me callin' your name\nHear the wind whisper in the trees\nTellin' Mother Nature 'bout you and me\n\nWell, if the sun shines so bright, or our way is dark as night\nThe road we choose is always right, so fine\nAh, could any love be so strong when so many loves go wrong\nWill our love go on and on and on and on and on and on?\n\nAs we walk down the country lanes\nI'm singin' a song, hear me callin' your name\nHear the wind whisper in the trees\nTellin' Mother Nature 'bout a-you and me\n\nMy, my, law-de-law, come on, now, it ain't too far\nTell your friends all around the world\nAin't no companion like a blue-eyed Merle\n\nCome on, now, well, let me tell ya\nWhat you're missin', messin' around them brick walls\n\nSo, of one thing I am sure, it's a friendship so pure\nAngels singin' all 'round my door, so fine\nYeah, ain't but one thing to do, spend my natural life with you\nYou're the finest dog I knew, so fine\n\nWhen you're old and your eyes are dim\nThere ain't no 'Old Shep' gonna happen again\nWe'll still go walkin' down country lanes\nI'll sing the same old song, hear me call your name", 
    "The Rover": "I've been to London, seen seven wonders\nI know to trip is just to fall\nI used to rock it, sometimes I'd roll it\nI always knew what it was for\n\nThere can be no denyin' that the wind'll shake 'em down\nAnd the flag we're flyin' is the new flag of the land\nJust join hands\nIf we could just join hands\nIf we could just join\n\nWith fields aplenty when Heaven sent me\nI saw the kings who ruled them all\nStill by the firelight and purple moonlight\nI hear the rustic river's call\n\nAnd the wind is cryin' from a love that won't grow cold\nMy lover, she is lyin' on the dark side of the globe\n\nCould just join hands\nIf we could just join hands\nIf we could just join hands, yeah yeah yeah yeah yeah yeah yeah\nDo it, ow\n\nYou got me rockin' when I oughta be rollin'\nDarlin', tell me, darlin', which way to go\nKeep me rockin' baby, can you keep me strollin'\nWon'tcha tell me, darlin', which way to go, that's right\n\nOh how I wonder, oh how I worry\nand I would dearly like to know\nHow all this squander of earthly plunder\nwill leave us anything to show\n\nAnd our time is flyin'\nSee the candle burnin' low\nIs the new world risin'\nfrom the shambles of the old\n\nIf we could just join hands\nIf we could just join hands\nIf we could just, if we could just\nIf we could just, if we could just\nIf we could just join hands, hey\n\nThat's all it takes, that's all it takes\nThat's all it takes, that's all it takes\nHey-yeah, yeah-yeah, yeah-yeah, yeah-yeah, yeah-yeah\nYeah-yeah, yeah-yeah, yeah-yeah, yeah-yeah, yeah-yeah\nYeah-yeah, yeah-yeah, yeah-yeah, ooh yeah, ah, ah, yeah\nThat's right, that's right, that's right, that's right", 
    "Achilles Last Stand": "It was an April morning when they told us we should go\nAs I turn to you, you smiled at me\nHow could we say no?\n\nWith all the fun to have, to live the dreams we always had\nOh, the songs to sing, when we at last return again\n\nSending off a glancing kiss, to those who claim they know\nBelow the streets that steam and hiss,\nThe devil's in his hole\n\nOh to sail away, To sandy lands and other days\nOh to touch the dream, Hides inside and never seen.\n\nInto the sun the south the north, at last the birds have flown\nThe shackles of commitment fell, In pieces on the ground\n\nOh to ride the wind, To tread the air above the din\nOh to laugh aloud, Dancing as we fought the crowd\n\nTo seek the man whose pointing hand, The giant step unfolds\nWith guidance from the curving path, That churns up into stone\n\nIf one bell should ring, in celebration for a king\nSo fast the heart should beat, As proud the head with heavy feet.\n\nDays went by when you and I, bathed in eternal summers glow\nAs far away and distant, Our mutual child did grow\n\nOh the sweet refrain, Soothes the soul and calms the pain\nOh Albion remains, sleeping now to rise again\n\nWandering & wandering, What place to rest the search\nThe mighty arms of Atlas, Hold the heavens from the earth\n\nThe mighty arms of Atlas, Hold the heavens from the earth\nFrom the earth...\nEarth...\nEarth...\n\nI know the way, know the way, know the way, know the way\nI know the way, know the way, know the way, know the way\n\nOh the mighty arms of Atlas, Hold the heavens from the earth.", 
    "You Shook Me": "You know you shook me, you shook me all night long\nYou know you shook me baby, you shook me all night long\nYou shook me so hard baby, baby, baby, please come home\n\nI have a bird that whistles, and I have birds that sing\nI have a bird that whistles, and I have birds that sing\nHa-ha-ha, I have a bird won't do nothin', aah-ah, oh-whoa\nBuy a diamond ring, yeah\n\nOw, ow\nHuh, hah\nAlright, ah, yeah\n\nYou know, you shook me, baby, you shook me all night long\nI know you really, really did, babe\nI said, you shook me, baby, you shook me all night long\nYou shook me so hard, baby\nBabe, ah-ah, ah-ow, ah-ah, ah-ah-ah, ah-da-da, ah-ah-ah-da-da\nYou shook me aw-ooh-aw-ooh-aw-ooh-aw-ooh\naw-ooh-aw-ooh-aw-ooh-all night lo-ooh-ong", 
    "Royal Orleans": "One-time love,\nTake care how you use it\nTry to make it last all night\nAnd if you take your pick,\nBe careful how you choose it\nSometimes it's hard to feel it bite.\n\nFeel it bite.\n\nA man I know\nWent down to Louisiana,\nHad himself a bad, bad fight\nAnd when the sun peeked through\nJohn Cameron with Suzanna,\nHe kissed the whiskers, left and right.\n\nWhiskers!\n\nNow, now, now, fright subsides\nOut at a hotel in the quarter,\nOur friends check in to pass the night\nNow love gets hot,\nBut fire preceded water\nPoor whiskers set the room alight.\n\nWhiskers!\n\nDown on Bourbon Street,\nYou know, it's right\nYou can see, my friend,\nThey run around all through the night\nMost everywhere\nUntil the closet's bare\nRun for the razor fun\nDoin' up my hair.\n\nNew Orleans queens\nSure know how to schmooze it\nMaybe for some that seems alright\nWhen I step out,\nstrut down with my sugar\nShe'd best not talk like Barry White!\n\nNow one town love,\nTake care how you use it\nTry to make it last all night\nTake your pick\nBe careful how you choose it\nSometimes it's hard to feel it bite, ah.", 
    "Living Loving Maid (She's Just a Woman)": "With a purple umbrella and a fifty cent hat\nLivin' lovin' she's just a woman.\nMissus cool rides out in her aged cadillac.\nLivin' lovin' she's just a woman.\n\n*come on babe on the round about\nRide on the merry go round\nWe all know what your name is\nSo you better lay your money down.\n\nAlimony alimony payin' your bills\nLivin' lovin' she's just a woman.\nWhen your conscience hits you knock it back with pills.\nLivin', lovin', she's just a woman.\n\n* chorus\n\nTellin' tall (helen told?) tales of how it used to be,\nLivin', lovin', she's just a woman.\nWith the butler and the maid and the servants three (servantry?).\nLivin', lovin', she's just a woman, oh, you got it.\nNobody hears a single word you say.\nLivin', lovin', she's just a woman.\nBut you keep on talkin' till your dyin' day.\nLivin', lovin', she's just a woman.\n\n* chorus\n\nLivin', lovin', she's just a woman", 
    "Tea for One": "How come twenty four hours, baby sometimes seem to slip into days?\nOh twenty four hours, baby sometimes seem to slip into days\nWhen a minute seems like a lifetime, oh baby when I feel this way\nSittin, lookin at the clock, time moves so slow\nI've been watchin for the hands to move, until I just can't look no more\nHow come twenty four hours, baby sometimes seem to slip into days?\nA minute seems like a lifetime, baby when I feel this way\nTo sing a song for you, I recall you used to say\n\n\"Oh baby this one's for we two\", which in the end is you anyway\nHow come twenty four hours, baby sometimes seem to slip into days?\n\nA minute seems like a lifetime, baby when I feel this way\nThere was a time that I stood tall, in the eyes of other men\n\nBut by my own choice I left you woman, and now I can't get back again\nHow come twenty four hours, sometimes seem to slip into days?\nA minute seems like a lifetime, baby when I feel this way\nA minute seems like a lifetime, oh baby when I feel this way...\n...I feel this way", 
    "In the Light": "And if you feel that you can't go on. And your will's sinkin' low\nJust believe and you can't go wrong.\nIn the light you will find the road. You will find the road\n\nOh, did you ever believe that I could leave you, standing out in the cold\nI know how it feels 'cause I have slipped through to the very depths of my soul.\nBaby, I just want to show you what a clear view it is from every bend in the road.\nNow listen to me\nOh, whoa-whoa, as I was and really would be for you, too, honey\nAs you would for me, oh, I would share your load.\nLet me share your load. Ooh, let me share, share your load\n\nAnd if you feel that you can't go on\nIn the light you will find the road\n\nThough the winds of change may blow around you, but that will always be so\nWhen love is pain it can devour you, if you are never alone\nI would share your load. I would share your load\nBaby, let me, oh, let me\n\nEverybody needs the light.\nIn the light, in the light, in the light\n\nLight, light, light, in the light\nLight, light, light, in the light, ooh, yeah\nLight, light, light, in the light", 
    "The Wanton Song": "Silent woman in the night, you came, Took my seed from my shaking frame.\nSame old fire, another flame, And the wheel rolls on.\n\nSilent woman through the flames, you come, From the deep behind the sun\nSeems my nightmares, have just begun\nLeft me barely holding on.\n\nWith blazing eyes you see my trembling hand.\nWhen we know the time has come\nLose my senses, lose command\nFeel your healing rivers run\n\nIs it every time I fall, That I think this is the one\nIn the darkness can you hear me call\nAnother day has just begun.\n\nSilent woman, my face is changed\nSome know in ways to come.\nFeel my fire needs a brand new flame\nAnd the wheels rolls on... rolls on.", 
    "Trampled Under Foot": "Greasy slicked down body,\ngroovy leather trim\nI like the way you hold the road,\nmama, it ain't no sin\n\nTalkin' 'bout love\nTalkin' 'bout love\nTalkin' 'bout...\n\nTrouble-free transmission,\nhelps your oil's flow\nMama, let me pump your gas,\nmama, let me do it all\n\nTalkin' 'bout love\nTalkin' 'bout love\nTalkin' 'bout...\n\nCheck that heavy metal\nunderneath your hood\nBaby, I could work all night,\nbelieve I've got the perfect tools\n\nTalkin' 'bout love\nTalkin' 'bout love\nTalkin' 'bout...\n\nAutomobile with cover,\nreally built with style\nSpecial is tradition,\nmama, let me feast my eyes\n\nTalkin' 'bout love\nTalkin' 'bout love\nTalkin' 'bout ...\n\nFactory air-conditioned,\nheat begins to rise\nGuaranteed to run for hours,\nmama it's a perfect size\n\nTalkin' 'bout love\nTalkin' 'bout love\nTalkin' 'bout ...\n\nGroovin' on the freeway,\ngauge is on the red\nGun down on my gasoline,\nI believe I'm gonna crack a head.\n\nTalkin' 'bout love\nTalkin' 'bout love\nTalkin' 'bout ...\nI can't stop talkin' about...\nI can't stop talkin' about...\n\nCome to me for service every hundred miles\nBaby, let me check your points,\nfix your overdrive\n\nTalkin' 'bout love\nTalkin' 'bout love\nTalkin' 'bout ...\n\nFully automatic, comes in any size\nMakes me wonder what I did, before we synchronized\n\nTalkin' 'bout love\nTalkin' 'bout love\nTalkin' 'bout ...\n\nFeather-light suspension,\ncoils just couldn't hold\nI'm so glad I took a look inside your showroom doors\n\nTalkin' 'bout love\nTalkin' 'bout love\nTalkin' 'bout ...\n\nOh, I can't stop talkin' about love.\nI can't stop talkin' about love.\nOh, let me go on down, go on down\nGo on down, go on down, go on down\nYes\n\nI can't stop talkin' about\nI can't stop talkin' about love\nI can't stop talkin' about love or my baby\nI can't stop talkin' about love, my baby\nMy baby, my baby yeah\n\nUh, push, push, push it, push, push, push", 
    "Your Time Is Gonna Come": "Lyin' cheatin' hurtin that's all you seem to do.\nMessin' around with every guy in town\nPuttin' me down for thinkin' of someone new.\nAlways the same playin' your game\nDrive me insane trouble is gonna come to you\n\nOne of these days and it won't be long\nYou'll look for me but baby I'll be gone.\nThis is all I gotta say to you woman:\n\nYour time is gonna come\nYour time is gonna come\nYour time is gonna come\nYour time is gonna come...\n\nMade up my mind to break you this time,\n\nWon't be so fine, it's my turn to cry.\nDo want you want, I won't take the brunt.\nIt's fadin' away, can't feel you anymore.\nDon't care what you say 'cause I'm goin' away to stay,\nGonna make you pay for that great big hole in my heart.\nPeople talkin' all around,\nWatch out woman, no longer\nIs the joke gonna be on my heart.\nYou been bad to me woman,\nBut it's coming back home to you.\n\nYour time is gonna come\nYour time is gonna come\nYour time is gonna come\nYour time is gonna come\nYour time is gonna come\nYour time is gonna come\nYour time is gonna come\nYour time is gonna come\nYour time is gonna come\nYour time is gonna come", 
    "Immigrant Song": "We come from the land of the ice and snow,\nFrom the midnight sun where the hot springs flow.\n\nHammer of the gods will drive our ships to new land.\nTo fight the hordes and sing, and cry.\nValhalla, I am coming.\n\nAlways sweep with, with threshing oar.\nOur only goal will be the western shore.\n\nAh, ah.\n\nWe come from the land of the ice and snow,\nFrom the midnight sun where the hot springs flow.\n\nHow soft your fields so green. Can whisper tales of gore.\nOf how we calmed the tides of war. We are your overlords.\n\nAlways sweep with threshing oar,\nOur only goal will be the western shore.\n\nSo now you'd better stop and rebuild all your ruins.\nFor peace and trust can win the day despite of all your losing.\n\nOoh. Ooh. Ooh. Ooh. Ooh\nOoh. Ah.\nOoh. Ooh. Ooh. Ooh. Ooh.\nOoh. Ooh. Ooh. Ooh.", 
    "Over the Hills and Far Away": "Hey lady, you got the love I need\nMaybe more than enough\nOh darling, darling, darling walk a while with me\nOh, you've got so much\nSo much...\nSo much...\n\nMany times I loved\nMany times been bitten\nMany times i've gazed\nAlong the open road.\n\nMany times i've lied\nMany times i've listened\nMany times i've wondered\nHow much there is to know\nMany dreams come true\nAnd some have silver linings\nI live for my dream\nAnd a pocketful of gold.\n\nMellow is the man\nWho knows what he's been missing\nMany many men\nCant see the open road.\n\nMany is a word\nThat only leaves you guessing\nGuessing bout a thing\nYou really ought to know, ooh!\n\nYou really ought to know.\n\nI really ought to know!\n\nOooh, you know I should\nyou know I should\nyou know I should", 
    "Celebration Day": "Her face is cracked from smiling,\nall the fears that she's been hiding,\nAnd it seems pretty soon everybody's gonna know.\nAnd her voice is sore from shouting,\ncheering winners who are losing,\nAnd she worries if their days are few and soon they'll have to go.\nMy, my, my, I'm so happy, I'm gonna join the band,\n\nWe are gonna dance and sing in celebration,\nWe are in the promised land.\nShe hears them talk of new ways\nto protect the home she lives in,\n\nThen she wonders what it's all about when they break down the door.\nHer name is Brown or White or Black,\nyou know her very well,\nYou hear her cries of mercy as the winners toll the bell.\nMy, my, my, I'm so happy, I'm gonna join the band,\nWe are gonna dance and sing in celebration,\nWe are in the promised land.\nThere is a train that leaves the station\n\nheading for your destination,\nBut the price you pay to nowhere has increased a dollar more.\nYes, it has!\nAnd if you walk you're gonna get there\nthough it takes a little longer,\nAnd when you see it in the distance you will wring your hands and moan.", 
    "The Crunge": "I wanna tell you bout my good thing\ni ain't disclosing no names but--\nhe sure is a good friend and!\ni ain't gonna tell you where he comes from, no!\nif i tell you you wont come again! hey!\ni ain't gonna tell you nothin but i do will, but i know, yeah!\ni should do but i know now let me tell you bout my girl:\nopen up a newspaper and what do i see? ahh, ah\nsee my girl, ah, looking at me\nooh, and when she walks, ooh, lemme tell ya:\nshe walks and when she talks, she talks and\nwhen she looks at me in the eye\nshe's my baby lord i wanna make her mine\ntell me baby what you want me to do!\nyou want me to love you, love some other man too?\nain't gonna call me mr. pitiful, no!\ni don't need no respect from nobody no! no!\nooh yeah! no no! ahh!\ni ain't gonna tell you nothing i ain't gonna no more, no!\nshe's my baby let me tell you that i love her so and\nand! she's the woman i really wanna love\nand let me tell you more, oooh!\nshe's my baby she lives next door\nshe's the one a woman the one a woman that i know.\ni ain't gonna... tell you one thing that you really ought to know ooh!\nshe's my lover baby and i love her so and\nshe's the one that really makes me whirl and twirl!\nand she's the kind of lover that makes me me fill the whole world and\nshe's the one who really makes me jump and shout, ooh!\nshe's the kind of girl--i know what it's all about!\ntake it take it\nexcuse me\noh will ya excuse me\ni'm just trying to find the bridge\nhas anybody seen the bridge?\nplease!\n(have you seen the bridge?)\ni ain't seen the bridge!\n(where's that confounded bridge?)", 
    "Carouselambra": "Sisters of the way-side bide their time in quiet peace,\nAwait their place within the ring of calm;\nStill stand to turn in seconds of release,\nAwait the call they know may never come.\nIn times of lightness, no intruder dared upon\nTo jeopardize the course, upset the run;\nAnd all was joy and hands were raised toward the sun\nAs love in the halls of plenty overrun.\n\nAh, ah, ah, ah.\n\nStill in their bliss unchallenged mighty feast,\nUnending dances shadowed on the day.\nWithin their walls, their daunting formless keep,\nPreserved their joy and kept their doubts at bay.\nFaceless legions stood in readiness to weep,\nJust turn a coin, bring order to the fray;\nAnd everything is soon no sooner thought than deed,\nBut no one seemed to question in anyway.\n\nAh, ah, ah, ah.\n\nHow keen the storied hunter's eye prevails upon the land\nTo seek the unsuspecting and the weak;\nAnd powerless the fabled sat, too smug to lift a hand\nToward the foe that threatened from the deep.\nWho cares to dry the cheeks of those who saddened stand\nAdrift upon a sea of futile speech?\nAnd to fall to fate and make the 'status plan'\nAnd the Lord there in heaven would never preach.\n\nI'm singin',\nAh, ah, ah, ah.\n\nWhere was your word, where did you go?\nWhere was your helping, where was your bow? Bow.\n\nDull is the armor, cold is the day.\nHard was the journey, dark was the way. Way.\n\nI heard the word; I couldn't stay. Oh.\nI couldn't stand it another day, another day,\nAnother day-ay, day-ay, another day, another day.\n\nTouched by the timely coming,\nRoused from the keeper's sleep,\nRelease the grip, throw down the key.\n\nHeld now within the knowing,\nRest now within the peace.\nTake of the fruit, but guard the seed.\n\nThey had to stay!\n\nHeld now within the knowing,\nRest now within the beat.\nTake of the fruit, but guard the seed.\n\nOh, take of the fruit, but guard the seed.", 
    "Tangerine": "Measuring a summer's day\nI only find it slips away to gray\nAnd the hours they bring me pain\nTangerine, tangerine\nLiving reflection from a dream\nI was her love, she was my queen\nAnd now, a thousand years between\nThinking how it used to be\nDoes she still remember times like these\nTo think of us again\nAnd I do\nTangerine, tangerine\nLiving reflection from a dream\nI was her love, she was my queen\nAnd now, a thousand years between", 
    "In the Evening": "In the evening\nWhen the day is done,\nI'm looking for a woman,\nOh, but the girl don't come\nSo don't let her\nPlay you for a fool\nShe don't show no pity baby,\nNo, no, she don't make no rules.\n\nOh, oh, I need your love\nI need your love\nOh, I need your love\nI just gotta have.\n\nSo don't you let her,\nOh, get under your skin\nIt's only bad luck and trouble,\nOh, from the day that you begin\nI hear you crying in the darkness,\nNo, don't ask nobody's help\nOh, ain't no pockets full of mercy baby,\n'Cause you can only blame yourself.\n\nOh, I need your love\nOh, oh, I need your love\nOoh, yeah, I need your love\nI've gotta have.\n\nOoh, it's simple\nAll the pain that you go through\nYou can turn away from fortune, fortune, fortune,\n'Cause that's all that's left to you\nHey, it's lonely at the bottom\nMan, it's dizzy at the top\nBut if you're standing in the middle, oh,\nAin't no way you're gonna stop.\n\nOh, baby\nOh, oh, I need your love\nOh, oh, I need your love\nOh, oh, I need your love\nI've got to have.\n\nOoh, whatever\nThat your days may bring\nNo use hiding in a corner, oh, no\n'Cause that won't change a thing\nIf you're dancing in the doldrums,\nOne day soon it's got to stop, it's got to stop\nWhen you're the master of the off-chance,\nWell, you don't expect a lot, oh.\n\nOh, I need your love\nOh, oh, I need your love\nOoh, yeah, I need your love,\nI've got to have, I've got to have.\n\nBaby, I've got to have your love\nI've got to have\nOh, baby, I've got to have your love, whoa\nOh, oh, oh, oh, I've got to have your love\nJust got, I've just got\nI've just got to have your love\nOh, oh, oh...", 
    "Bring It On Home": "Baby, baby\nI'm gonna bring it on home to you\nI've got my ticket, I've got that load\nGot up, gone higher, all aboard\nI'ma take my seat, right way back\nOoh yeah, I watch this train roll down the track\nGonna bring it on home\n\nBring it on home to you\nWatch out, watch out that move\nTry to tell you baby\n\nWhat you tryin' to do\nTryin' to love me baby\nLove some other man too\nBring it on home, bring it on home\n\nWent a little walk downtown\nMessed and got back late\nFound a note there waiting\n\nIt said,? Daddy, I just can't wait?\nBring it on home, bring it on home\nBring it back home, bring it back home to me baby\nTell you, pretty baby\n\nYou love to mess me 'round\nI'm gonna give you lovin', baby\nGonna move you out of town\nBring it on home, bring it on home\nSweetest little baby, Daddy ever saw\nI'm gonna give you lovin' baby\nI'm gonna give you more\nBring it on home, bring it on home\nBring it on home, alright\nBring it on home, bring it on home to you", 
    "Rock and Roll": "It's been a long time since I rock and rolled\nIt's been a long time since I did the stroll\nOoh, let me get it back, let me get it back, let me get it back\nMmm baby, where I come from\n\nIt's been a long time, been a long time\nBeen a long, lonely, lonely, lonely, lonely, lonely time\nYes, it has\n\nIt's been a long time since the book of love\nI can't count the tears of a life with no love\nCarry me back, carry me back, carry me back\nMmm baby, where I come from, whoa whoa\n\nIt's been a long time, been a long time\nBeen a long, lonely, lonely, lonely, lonely, lonely time\nAh, ah, ah\n\nOh, it seems so long since we walked in the moonlight\nMakin' vows that just couldn't work right\nHaw yeah, open your arms, open your arms, open your arms\nBaby, let my love come running in, yeah\n\nIt's been a long time, been a long time\nBeen a long, lonely, lonely, lonely, lonely, lonely time\nYeah hey, yeah hey, yeah hey, yeah hey\nOoh yeah, ooh ooh yeah, ooh yeah, ooh ooh yeah\nIt's been a long time, been a long time\nBeen a long, lonely, lonely, lonely, lonely, lonely time", 
    "Heartbreaker": "Hey fellas, have you heard the news? You know that Annie's back in town?\nIt won't take long just watch and see how the fellas lay their money down.\nHer style is new but the face is the same as it was so long ago,\nBut from her eyes, a different smile like that of one who knows.\n\nWell, it's been ten years and maybe more since I first set eyes on you.\nThe best years of my life gone by, here I am alone and blue.\nSome people cry and some people die by the wicked ways of love;\nBut I'll just keep on rollin' along with the grace from the Lord above.\n\nPeople talkin' all around 'bout the way you left me flat,\nI don't care what the people say, I know where their jive is at.\nOne thing I do have on my mind, if you can clarify please do,\nIt's the way you call me another guy's name when I try to make love to you.\nI try to make love but it ain't no use.\nGive it to me\nGive it\n\nWork so hard I couldn't unwind, get some money saved;\nAbuse my love a thousand times, however hard I tried.\nHeartbreaker, your time has come, can't take your evil way;\nGo away, Heartbreaker.\nHeartbreaker!\nHeartbreaker!\nHeart!", 
    "Bron-Yr-Aur": "", 
    "The Ocean": "Singing in the sunshine, laughing in the rain\nHitting on the moonshine, rolling in the grain\n\nGot no time to pack my bag, my foots outside the door\nGot a date, I can't be late, for the high hopes hailla ball\nAh ha oh oh yeah\nSinging to an ocean, I can hear the ocean's roar\n\nPlay for free, play for me and play a whole lot more, more!\nSinging about good things and the sun that lights the day\nI used to sing on the mountains, has the ocean lost it's way\nI don't know\n\nOh oh yeah\n\nUh uh yeah\nLa la la la la la la la la la\nLa la la la la la la la la la\nLa la la la la la la la la la\n\nLa la la la la la la la la la\n\nSitting round singing songs 'til the night turns into day\nUsed to sing on the mountains but the mountains washed away\nNow I'm singing all my songs to the girl who won my heart\nShe's only three years old, and its a real fine way to start\nOh yeah\nSure she's fine\nI go my mind\nGoing in there yeah yeah\nOh so good", 
    "How Many More Times": "Ahhhhh\nHow many more times, treat me the way you wanna do\nHow many more times, treat me the way you wanna do\nWhen I give you all my love, please, please be true\n\nI give you all I've got to give, rings, pearls and all\nI give you all I've got to give, rings, pearls and all\nI got to get you together, baby\nI'm sure, sure you're gonna call\nOh, wanna love some other man too\n\nI was a young man, I couldn't resist\nStarted thinkin' it over just what I had missed\nGot me a girl and I kissed her, and then, and then\nwhoops, oh, no, yeah, well I did it again\nNow I've got ten children of my own\nI got another child on the way, that makes eleven\nBut I'm in constant Heaven\nI know it's alright in my mind\n\n'cause I got a little schoolgirl and she's all mine\nI can't get through to her 'cause it doesn't permit\nbut I'm gonna give her everything I've got to give\nOh, Rosie, oh, girl\n\nOh, Rosie, oh, girl\nSteal away, now, steal away\nSteal away, baby, steal away\nLittle Robert Anthony wants to come and play\nA-why don'tcha come with me, baby, steal away\nAlright, alright\nWell, they call me the Hunter, that's my name\n\nCall me the Hunter, that's how I got my fame\nAin't no need to hide, ain't no need to run\n'cause I got you in the sights of my gun\nHow many more times, barrelhouse all night long, alright\n\nHow many more times, barrelhouse all night long\nWell, I've got to get to you, baby\nSo-whoa-whoa-whoa please come home\nWhy don't you listen to me, babe\nWhy don't you please come home\nWhy don't you please come home\nWhy don't you please come, home", 
    "Dazed and Confused": "Been dazed and confused\nfor so long, it's not true\nWanted a woman, never bargained for you\nLotsa people talkin'\n\nfew of them know\nSoul of a woman was created below, yeah\nYou hurt and abuse\ntellin' all of your lies\nRun 'round, sweet baby, lord, how they hypnotize\n\nSweet little baby, I don't know where you been\nGonna love you, baby, here I come again\nEvery day I work so hard, bringin' home my hard-earned pay\n\nTry to love you, baby, but you push me away\n\nDon't know where you're goin'\nonly know just where you've been\nSweet little baby, I want you again\n(That's not my babe)\nAh, ah, ah, ah\n(Did you ever look up my woman)\nAh, ah-ah-ah, ah-ah-ah-ah, ah-ah-ah-ah\nAh-ah-ah-ah-ah-ah-ah-ah-ah-ah, ah\nAhh, ah, ah, ah, ah\nAh-ah-ah-ah-ah-ah-ah-ah-ah-ah-ah-ah-ah-ah-ah-ahhh, ahh\n\nOh, yeah, alright, alright\n\nAh, ah, ah, ah, ah-ah-ah, ah-ah-ah, ah\n\nAh-ah, ah-ah, ah-ah, ah-ah\nOh, I don't like when you're mystifyin' me\nOh, don't leave me so confused, now\nWhoa, baby\nBeen dazed and confused for so long, it's not true\nWanted a woman, never bargained for you\nTake it easy, baby\nlet them say what they will\nTongue wag so much when I send you the bill\noh, yeah, alright", 
    "Ramble On": "Leaves are fallin' all around, time I was on my way\nThanks to you, I'm much obliged for such a pleasant stay\nbut now it's time for me to go, the autumn moon lights my way\nfor now I smell the rain, and with it, pain\n\nand it's headed my way\nAw, sometimes I grow so tired\nbut I know I've got one thing I got to do\n\nA-ramble on, and now's the time, the time is now\n\nSing my song, I'm goin' 'round the world, I gotta find my girl\nOn my way, I've been this way ten years to the day\n\nRamble on, gotta find the queen of all my dreams\n\nGot no time to for spreadin' roots, the time has come to be gone\nAnd though our health we drank a thousand times\nit's time to ramble on\n\nA-ramble on, and now's the time, the time is now\nSing my song, I'm goin' 'round the world\nI've gotta find my girl\nOn my way, I've been this way ten years to the day\nI gotta ramble on, I gotta find the queen of all my dreams\nI tell you no lie\nMine's a tale that can't be told, my freedom I hold dear\nHow years ago in days of old when magic filled the air\n'twas in the darkest depths of Mordor, mm-I met a girl so fair\nbut Gollum and the Evil One crept up and slipped away with her\nher, her, yeah, and ain't nothin' I can do, no\nI guess I'll keep on ramblin', I'm gonna\nSing my song/Sh-yeah-yeah-yeah-yeah, I've gotta find my baby\nI'm gonna ramble on, sing my song\nGonna work my way all around the world\nBaby, baby/Ramble on, yeah\nA-do-do-n-do-n-do-n-do, my baby/Baby\nA-ramble on, baby\nA-do-do-do-do-do-do-do-de-do-de-do-de-do-de-do-de, yeah, yeah/\nI can't stop this feelin' in my heart\nEverytime I feel I will leave, I really gotta part\nGotta keep searchin' for my baby\nBaby, baby, baby, baby, baby, baby, baby, baby, babe\nI've gotta keep a-searchin'for my baby\nMy, my, my, my, my, my, my baby\nYeah-yeah, a-yeah-yeah, a-yeah-yeah\nMy, my, my, my, my, my baby\nYeah-yeah, yeah-yeah, yeah-yeah, yeah-yeah, yeah-yeah\nOoh, my, my, my-my, my-my, my-my, yeah\nI can't find my bluebird, I'd listen to my bluebird sing\nbut I, I can't find my bluebird\nI keep a-ramblin' baby\nAh, ah, yeah\nI keep a-ramblin', baby\nI keep, keep, keep, keep, keep", 
    "Friends": "Bright light, almost blindin'\nBlack night still there shinin'\nI can't stop, keep on climbin'\nLookin' for what I knew\n\nHad a friend, she once told me\n\"You got a love, you ain't lonely\"\nNow she's gone and left me only\nLookin' for what I knew\n\nMm, I'm tellin' you, now\nThe greatest thing you ever can do, now\nIs trade a smile with someone who's blue now\nIt's very easy, just-a\n\nMet a man on the roadside cryin'\nWithout a friend, there's no denyin'\nYou're incomplete, there'll be no findin'\nLookin' for what you knew\n\nSo anytime somebody needs ya\nDon't let 'em down, although it grieves ya\nSomeday you'll need someone like they do\nLookin' for what you knew\n\nMm, mm, I'm tellin' you, now\nThe greatest thing you ever can do, now\nIs trade a smile with someone who's blue, now\nIt's very easy, just-a, oh, yeah\nAh, nah, my, my, my, my, my, my, my, my, my, my, my, my, yeah\n\nI'm tellin' you, now\nThe greatest thing you ever can do, now\nIs trade a smile with someone who's blue, now\nIt's very easy, it's very easy\nIt's very easy, it's easy, easy, yeah, yeah, yeah", 
    "Fool in the Rain": "Oh baby\n\nWell there's a light in your eye that keeps shinin'\nLike a star that can't wait for night.\nI hate to think I been blinded baby.\nWhy can't I see you tonight?\nAn' the warmth of your smile starts a burnin'\nAn' the thrill of your touch give me fright\nAnd I'm shakin' so much, really yearnin'.\nWhy don't you show up and make it alright-yeah?\nIt's alright-right.\n\nAnd if you promised you'd love so completely\nAn' you said you would always be true\nYou swore that you never would leave me baby\nWhatever happened to you?\nAn' you thought it was only in movies\nAs you wish all your dreams would come true, hey.\nIt ain't the first time believe me baby\nI'm standin' here feelin' blu_e, blue-hah!.\nYes I'm blue.\n\nOh babe\n\nNow I will stand in the rain on the corner\nI watch the people go shufflin' downtown.\nA-nother ten minutes no longer\nAn' then I'm turnin' around 'round.\nAn' the clock on the wall's movin' slower\nOh my heart it sinks to the ground\nAn' the storm that I thought would blow over\nClouds the light of the love that I found, found.\n\nLight of the love that I found.\nLight of the love that I found.\nOh that I found.\n\nHey babe.\n\nOooh hand that ticks on the clock\nJust don't seem to stop\nWhen I'm thinking it over.\n\nOooh tired of the light\nI just don't seem to find.\nHave you wait, yeah played.\n\nWhoah oooh, I see it in my dreams\nBut I just don't seem to be with you, you\nI gotta get it all, gotta get it all, gotta get it all\nI've got to get all.\n\nOoh now my body is starting to quiver\nAn' the palms of my hands gettin' wet oh.\nI got no reason to doubt you baby\nIt's all a terrible mess.\nAn' I'll run in the rain 'til I'm breathless\nWhen I'm breathless I'll run 'til I drop, hey!\nAn' the thoughts of a fool's gotta count of careless\nI'm just a fool waitin' on the wrong block ohh-yeah.\nHey now. Ohhhhoh hohh.\nLight of the love that I found\nLight of the love that I found\nLight of the love that I ...\nLight of the love that I found\nLight of the hey now\nLight of the hey now\nLight of the love that I found\nLight of the love that I found", 
    "Boogie with Stu": "Been in town, my baby, We just got to rock on\nYeah, darling, we just got to go home\nI don't want no tutti-frutti, no lollipop\nCome on, baby, just rock, rock, rock.\n\nYeah-yeah-yeah-yeah, honey\nWe've been shakin' all night\nOh, darlin', we just got to roll right\nOoh, my head... rock on.\n\nHey babe, hey babe", 
    "When the Levee Breaks": "If it keeps on rainin', levee's goin' to break\nIf it keeps on rainin', levee's goin' to break\nWhen the levee breaks, I'll have no place to stay.\n\nMean old levee taught me to weep and moan, Lord\nMean old levee taught me to weep and moan\nIt's got what it takes to make a mountain man leave his home\nOh well, oh well, oh well\n\nDon't it make you feel bad\nWhen you're tryin' to find your way home\nYou don't know which way to go?\nIf you're goin' down south\nThey got no work to do\nIf you're going down to Chicago.\n\nA-ah, a-ah, a-ah.\nCryin' won't help you, prayin' won't do you no good\nNo, cryin' won't help you, prayin' won't do you no good\n\nWhen the levee breaks, mama, you got to move, ooh.\nAll last night sat on the levee and moaned\nAll last night sat on the levee and moaned\n\nThinkin' 'bout my baby and my happy home\nAh-oh\nAh, ah, ah, ah\nAh, ah, ah, ah\nGoin'\nI'm goin' to Chicago\nGoin' to Chicago\nSorry, but I can't take you, ahhh\nGoin' down, goin' down now\nGoin' down, goin' down now\nGoin' down, goin' down\nGoin' down, goin' down.\nGoin' down, goin' down now\nGoin' down, goin' down now\nGoin' down, goin' down now\nGoin' down, goin' down-down-down-down-down.", 
    "Going to California": "Spent my days with a woman unkind\nSmoked my stuff and drank all my wine\nMade up my mind, make a new start\nGoin' to California with an achin' in my heart\nSomeone told me there's a girl out there\nWith love in her eyes and flowers in her hair\n\nTook my chances on a big jet-plane\nNever let 'em tell ya that they're aw-ooh-all the same\nHoh, the sea was red and the sky was grey\nI wonder how tomorrow could ever follow today-hee\nMountains and the canyons start to tremble and shake\nThe children of the sun begin to awake\nNow\nWatch out\n\nIt seems that the wrath of the gods got a punch on the nose\nAnd it's startin' to flow, I think I might be sinkin'\nThrow me a line, if I reach it in time\nMeet you up there where the path runs straight and high\n\nTo find a queen without a king\nThey say she plays guitar and cries and sings, la-la-la-la\nRide a white mare in the footsteps of dawn\nTryin' to find a woman who's never, never, never been born\nStandin' on a hill in the mountain of dreams\nTellin' myself it's not as hard, hard, hard as it seems", 
    "Down by the Seaside": "Down by the seaside\nSee the boats go sailin'\nCan the people hear\nWhat the little fish are sayin'\n\nOh, oh, the people turned away\nOh, the people turned away\n\nDown in the city streets\nSee all the folk go racin', racin'\nNo time left, to pass the time of day\n\nThe people turned away\nThe people turned away\nSo far away, so far away\n\nSee how they run, see how they run\nSee how they run, see how they run\n\nDo you still do the twist\nDo you find you remember things that well\nI want to tell you\nSome go twistin' every day\nThough sometimes it's awful hard to tell\n\nOut in the country\nHear the people singin'\nSingin' 'bout their progress\nKnowin' where they're goin'\n\nOh, oh, the people turned away\nYes, the people turned away\n\nSing loud for the sunshine\nPray hard for the rain\nAnd show your love for lady nature\nAnd she will come back again\nThe people turned away\nThe people turned away", 
    "Black Mountain Side": "", 
    "The Battle of Evermore": "", 
    "In My Time of Dying": "In my time of dying\nWant nobody to mourn\nAll I want for you to do\nIs take my body home.\n\nWell, well, well, so I can die easy\nWell, well, well, so I can die easy.\n\nJesus gotta make up, sure know\nJesus gotta make up\nJesus gonna make up my dyin' bed.\n\nMeet me, Jesus, meet me\nOoh, meet me in the middle of the air\nIf my wings should fail me, Lord\nOh, please meet me with another pair.\n\nWell, well, well, so I can die easy\nOh-oh, well, well, well, so I can die easy.\n\nJesus gotta make up, somebody, somebody\nOh, oh, Jesus gotta make up\nJesus gonna make it my dyin' bed.\n\nOh, Saint Peter, at the gates of heaven\nWon't you let me in?\nI never did no harm\nI never did no wrong.\n\nOh, oh, Gabriel, oh, let me blow your horn\nLet me blow your horn\nOh, I never did no harm\nDid no wrong.\n\nI've only been young once\nI never thought I'd do anybody no wrong,\nNo, not once, oh.\n\nOh, good!\n\nOh, I did somebody so good\nSomebody some good, yeah, I saw.\n\nOh, did somebody some good, yeah\nI musta did somebody some good, yeah\nOh, I believe I did.\n\nI see the smiling faces, yeah\nI know there must be lipstick traces, oh.\n\nAnd I see them in the streets\nAnd I see them in the fields, yeah,\nAnd I hear them under my feet\nAnd I know it's got to be real\nOh, Lord, deliver me\nAll the wrong I've done\nOh, you can deliver me, Lord, yeah\nI only wanted to have some fun.\n\nOh, hear, the angels marching, marching\nThey been marching, keep it marching, yeah, marching.\n\nOh, my Jesus, oh, my Jesus, oh, my Jesus\nOh, my Jesus, oh, my Jesus, oh, my Jesus\nOh, my Jesus, oh, my Jesus, oh, my Jesus\nOh, my Jesus, oh, my Jesus, oh, my Jesus\nOh, my Je... ah-oh, ah, my Je...\nHey, yeah, that's got to be my Jesus\nWhoa-whoa!\n\nIt's got to be, it's got to be my Jesus\nIt's got to be, oh\nIt's got to be my Jesus\nOh, oh, take me home.\n\nCome on, come on\nI can hear the angels singing\nOh, here they come, here they come, here they come.\n\nBye-bye, bye-bye\nBye-bye, bye-bye, bye-bye\nOh, feels pretty good up here, pretty good up here.\n\nI'll touch Jesus, I'll touch Jesus, I'll touch Jesus\nI'll touch Jesus, I'll touch Jesus\nOh, oh, oh, oh, oh, oh, oh, yeah\nOh, I see him\nCome on\nTake it, take it, take it, take it, take it, take it,\nTake it, take it, take it, take it, take it, take it, take it\nOoh, yes, come on, oh, oh, yeah!\n\nOh, don't you make it my dyin', dyin', dyin'... cough.\n\nThat's gonna be the one, asn't it?\nCome 'n have a listen, then.\nOh, yes, thank you.", 
    "Four Sticks": "Oh, baby, it's cryin' time\nOh, baby, I got to fly\nGot to try to find a way\nGot to try to get away\n'Cause you know I gotta get away from you, babe\nOh, baby, the river's red\nOh, baby, in my head\nThere's a funny feelin' goin' on\nI don't think I can hold out long\n\nAnd when the owls cry in the night\nOh, baby, baby, when the pines begin to cry\nBaby, baby, baby, how do you feel?\nIf the rivers runs dry, baby, how do you feel?\n\nCraze, baby, the rainbow's end\nMmm, baby, it's just a den for those who hide\nWho hide their love to depths of life\nAnd ruin dreams that we all knew so, babe\n\nAnd when the owls cry in the night\nAnd baby, when the pines begin to cry\nOh, baby, baby, how do you feel?\nIf the rivers runs dry, baby, how do you feel?\n\n(Baby, how do you feel?)\n\nOh yeah, the brave I endure\nOh yeah, strong shields and lore\nAnd they can't hold the wrath of those who walk\nAnd the boots of those who march\nBaby, though the roads of time so long ago", 
    "That's the Way": "I don't know how I'm gonna tell you\nI can't play with you no more\nI don't know how I'm gonna do what mama told me\nMy friend, the boy next door.\nI can't believe what people saying\nYou're gonna let your hair hang down\nI'm satisfied to sit here working all day long\nYou're in the darker side of town.\n\nAnd when I'm out I see you walking\nWhy don't your eyes see me\nCould it be you've found another game to play\nWhat did mama say to me.\n\nThat's the way, oh\nThat's the way it ought to be\nYeah, yeah, mama say\nThat's the way it ought to stay.\n\nAnd yesterday I saw you standing by the river\nAnd weren't those tears that filled your eyes\nAnd all the fish that lay in dirty water dying\nHad they got you hypnotized?\n\nAnd yesterday I saw you kissing tiny flowers\nBut all that lives is born to die.\nAnd so I say to you that nothing really matters\nAnd all you do is stand and cry.\n\nI don't know what to say about it\nWhen all you ears have turned away\nBut now's the time to look and look again at what you see\nIs that the way it ought to stay?\n\nThat's the way...\nThat's the way it oughtta be\nOh don't you know now, mama said.\nThat's the way it's gonna stay, yeah.\nMama said, mama said...\nthat's the way it's gonna stay, yeah. ahh, ahhh, ahhhhhhhh", 
    "The Song Remains the Same": "I had a dream. Crazy dream\nAnything I wanted to know, any place I needed to go\n\nHear my song. People won't you listen now? Sing along\nYou don't know what you're missing now\nAny little song that you know\nEverything that's small has to grow\nAnd it has to grow!\n\nCalifornia sunlight, sweet Calcutta rain\nHonolulu Starbright - the song remains the same\n\nSing out Hare Hare, dance the Hoochie Koo\nCity lights are oh so bright, as we go sliding... sliding... sliding through", 
    "Misty Mountain Hop": "Walkin' in the park just the other day, Baby,\nWhat do you, what do you think I saw?\nCrowds of people sittin' on the grass with flowers in their hair said,\n\"Hey, Boy, do you wanna score?\"\nAnd you know how it is;\nI really don't know what time it was, woh, oh,\nSo I asked them if I could stay awhile.\n\nI didn't notice but it had got very dark and I was really,\nReally out of my mind.\nJust then a policeman stepped up to me and asked us said,\n\"Please, hey, would we care to all get in line,\nGet in line.\"\nWell you know, They asked us to stay for tea and have some fun,\nOh, oh, he said that his friends would all drop by, ooh.\n\nWhy don't you take a good look at yourself and describe what you see,\nAnd Baby, Baby, Baby, do you like it?\nThere you sit, sitting spare like a book on a shelf rustin'\nAh, not trying to fight it.\nYou really don't care if they're coming, oh, oh,\nI know that it's all a state of mind, ooh.\n\nIf you go down in the streets today, Baby, you better,\nYou better open your eyes.\nFolk down there really don't care, really don't care, don't care, really don't\nWhich, which way the pressure lies,\nSo I've decided what I'm gonna do now.\nSo I'm packing my bags for the Misty Mountains\nWhere the spirits go now,\nOver the hills where the spirits fly, ooh.\nI really don't know.", 
    "What Is and What Should Never Be": "And if I say to you tomorrow\nTake my hand, child, come with me\nIt's to a castle I will take you\nWhere what's to be, they say will be\n\nCatch the wind, see us spin, sail away\nLeave today, way up high in the sky and whoa\nBut the wind won't blow\nYou really shouldn't go, it only goes to show\nThat you will be mine, by taking our time\n\nAnd if you say to me tomorrow\nOh, what fun it all would be\nThen what's to stop us, pretty baby\nBut what is and what should never be\n\nCatch the wind, see us spin, sail away\nLeave today, way up high in the sky and whoa\nBut the wind won't blow\nYou really shouldn't go, it only goes to show\nThat you will be mine, by taking our time\n\nSo if you wake up with the sunrise\nAnd all your dreams are still as new\nAnd happiness is what you need so bad\nGirl, the answer lies with you\n\nCatch the wind, see us spin, sail away\nLeave today, way up high in the sky and whoa\nBut the wind won't blow\nYou really shouldn't go, it only goes to show\nThat you will be mine, by taking our time\n\nOh, the wind won't blow and we really shouldn't go\nAnd it only goes to show\nCatch the wind, we're gonna see it spin\nWe're gonna sail, little girl\n\nEverybody I know seems to know me well\nBut they're never gonna know that I move like hell", 
    "Kashmir": "Oh, let the sun beat down upon my face, with stars to fill my dream.\nI am a traveler of both time and space to be where I have been.\nTo sit with elders of a gentle race this world has seldom seen.\nWho talk of days for which they sit and wait\nWhen all will be revealed.\n\nTalk and song from tongues of lilting grace\nSounds caress my ear.\nThough not a word I heard could I relate\nThe story was quite clear.\nWhoa-oh-hoh\nWhoa-oh, whoa-oh\n\nOooh, oh, baby, I've been flyin'\nNo, yeah, mama cares, ain't no denyin'\nOh, oooh yeah, I've been flyin'\nMama My, ain't no denyin', no denyin', no...\n\nOh, all I see turns to brown\nAs the sun burns the ground.\nAnd my eyes fill with sand\nAs I scan this wasted land.\nTryin' to find, tryin' to find where I've been, ah-ah, ah-ah...\n\nOh, pilot of the storm who leaves no trace\nlike thoughts inside a dream.\nHeed the path that led me to that place with yellow desert stream.\nMy Shangri-La beneath the summer moon, I will return again.\nSure as the dust that blows high in June, when movin' through Kashmir.\n\nOh, father of the four winds, fill my sails\nAcross the sea of years\nWith no provision but an open face\nAlong the straits of fear.\nWhoa-oh, whoa-oh\nWhoa-oh-hoh, oh, ohh\n\nOh, when I'm on, when I'm on my way, yeah\nWhen I see, when I see the way you stay, yeah-eah\nOoh, yeah-yeah, ooh, yeah-yeah, when I'm down, oh\nOoh, yeah-yeah, ooh, yeah-yeah, when I'm down, so down...\nOoh, my baby, ooh, my baby, let me take you there...\nOh, oh, come on, come on, oh, let me take you there...\nLet me take you there, woo, yeah-yeah, woo, yeah-yeah\nLet me take you there...", 
    "Hots On for Nowhere": "I was burned in the heat of the moment\nNo, it coulda been the heat of the day\nWhen I learned how my time had been wasted\nDear fellows, I turned away.\n\nNow I've got friends who will give me their shoulder\nWhen I should happen to fall\nThe timing is right growin' older\nI've got friends who will give me fuck all.\n\nLa la la la la la, yeah\nLa la la la la na na, my baby\nLa la la la la la, yeah\nLa la la la la la.\n\nThe corner of Bleeker and nowhere\nIn the land of not quite day\nA shiver runs down my backbone\nFace in the mirror turns grey.\n\nSo I looked 'round to hitch up the reindeer\nSearching hard trying to brighten the day\nI turned around to look for the snowman\nTo my surprise he'd melted away, yeah.\n\nLa la la la la la, yeah\nLa la la la la na na, my baby\nLa la la la la la, yeah\nLa la la la la la.\n\nAs the moon and the stars call the order\nInside my tides dance the ebb and sway\nThe sun in my soul's sinking lower\nWhile the hope in my hands turns to clay.\n\nI don't ask that my field's full of clover\nI don't moan at opportunity's door\nAnd if you ask my advice, take it slower\nThen your story'd be your finest reward.\n\nLa la la la la la, yeah\nLa la la la la na na, my baby\nLa la la la la la, yeah\nLa la la la la la\nNow do it.\n\nLost on the path to attainment\nSearch in the eyes of the wise\nWhen I bled from the heart of the matter\nI started bleeding without a disguise.\nNow everything's fine under heaven\nNow and then you've got to take time to pause\nWhen you're down on the ground, don't be messin' around\nYou can land in a boat without oars.\nLa la la la la la, yeah\nLa la la la la na na, my baby\nLa la la la la la, yeah\nLa la la la la la.", 
    "Out on the Tiles": "As I walk down the highway, all I do is sing a song\nAnd a train that's passin' my way helps the rhythm move along\nThere is no doubt about, the words are clear\nThe voice is strong, it's oh, so strong\n\nJust a simple guy, and live from day to day\nA ray of sunshine melts my frown, blows my blues away\nThere's nothin' more that I can say\nBut on a day like today, I'll pass the time away\nAnd walk a quiet mile with you\n\nAll I need from you is all your l-love\nAll you gotta give to me is all your love\nAll I need from you is all your love\nAll you gotta give to me is all your love\nOoh, yeah, ooh, yeah, ooh, yeah, ooh, yeah\n\nI'm so glad I'm livin', (stop), gonna tell the world I am\nI got me a fine woman and she says that I'm her man\nA-one thing that I know for sure\nGonna give her all the lovin' like nobody, nobody, nobody, nobody can\n\nStandin' in the noon-day sun tryin' to flag a ride\nPeople go and people come, see my rider right by my side\nIt's a total disgrace, they set the pace\nIt must be race\nThe best thing I can do is run\n\nAll I need from you is all your love\nAll you gotta give to me, all your love\nAll I need from you is all your love\nAll you gotta give to me is all your love\nOoh, yeah, ooh, yeah, ooh, yeah, ooh, yeah, hey\n\nAw, yeah, aw, yeah, aw, yeah\nOh, just remember said you'd be my one\nAll I really said was 'be my one'\nOoh, yeah, ooh, yeah, ooh, yeah\nOoh, yeah, ooh, yeah, ooh, yeah\nAh-hah-hah-hah-hah-hah, yeah, yeah\nAh-hah-hah-hah-hah-hah-hah, yeah, yeah", 
    "Hats Off to (Roy) Harper": "Mu-mu-mu-mu-mu, down\nWhen I done quit hollerin', babe\nI believe I'll shake 'em on down\n\nForgive me, baby, won't be late\nYou know by that I mean-ah seconds late\nAhh-hah, must I, must I shake 'em on down\nWhen I done quit hollerin', babe\nI believe I'll shake 'em on down\nShake it, ah-ah\n\nWell, I ain't no monkey, I can't climb no tree\nNo brown-skinned woman gonna make no monkey outta me\nYeah, and I ain't no monkey, sure can't climb no tree\nI been mistreated, babe, I believe I'll shake 'em on down\nWell, I been mistreated, babe, I believe I'll shake 'em on down\n\nAh-hah-hah, hah-hah-hah-hah, hi-hi-hah-hah\nHi-hi-hah-hah, hi-hi-hah-haaah\n\nListen, mama, put on your mornin' gown\nPut on your nightshirt, mama, we gonna shake 'em on down\nYeah, yay, must I-ha, must I, must I, must I shake 'em on down\nOoh, well, I done been mistreated baby\nI believe I'll shake 'em on down-ow-own\n\nGave my baby twenty-dollar bill\nIf that don't finish her, I'm sure my shot-shot-shotgun will\nYeah, yeah, I gave my babe twenty-dollar bill\nWell, if that don't get that woman out, I'm sure my shotgun will\nYeah, I'll go shoot her, now", 
    "Sick Again": "Led Zeppelin\nPhysical Graffiti\nSick Again\n\nFrom the window of a rented limousine,\nI caught your pretty blue eyes.\nOne day soon you're gonna' reach sixteen,\nPainted lady in the city of lies.\n\nOoh, do you, know my name?\nDo I, look the same?\nYou know I'm the one you want, baby,\nI must be the one you need, yeah!\n\nClutchin' pages from your teenage dream,\nIn the lobby of the Hotel Paradise.\nThrough the circus of the L.A. queens,\nHow fast you learn the downhill slide.\n\nOh, how you, play the game.\nStill don't, know your name.\nYou know I'm the one you want, baby,\nWhooh, yes, I got to be the one you need, need, need, need,\nyeah-yeah-yeah-yeah.\n\nOh, you got to tell me.\n\nJust a minute, just a minute.\nLips like cherries, and the brow of a queen,\nCome on, flash across your eyes.\nSaid you dug me since you were thirteen,\nThen you giggle as you heav an' sigh.\n\nOoh, do 'ya, know my name,\nDo I, look the same?\nBaby, I got to tell you, I'm the one you want,\nAnd everybody knows I'm the one you need, yeah-yeah.\n\nOh, get it, get it\nCome on now\nCome on now\nCome on now\n\nHours, hours, with the moments in between,\nOh, baby, how the time flies? I couldn't count the times,\nThe thought of comin', and the pain in leavin'.\nOh, baby, dry those silver eyes\n\nOh, do you, know my name?\n\nDo I, look the same?\nYou know I'm the one you want,\nWhoo-ooh, ye-yes, I'm the one you need, yeah-yeah!\n\nOoh, that's right!\nOoh, yeah, that's right!\nOoh, that's right!\nThat's right.\nThat's right.\nOooh, yeah, that's right.\nThat's right.\nAoaoh, aoaoh, aoaoh, aoaoh, aoaoh...", 
    "South Bound Saurez": "Baby, when you walk that sweet walk\nOh, you walk it good, yes you walk it good\nI said, baby, when you talk that sweet talk\nIt sounds so good, oh, so good.\n\nWith a little bit of concentration\nAnd a little bit of helpin' hands, yeah\nAnd a little bit of raving madness\nYou know, it makes me feel, baby\nBoth my feet are back on the ground.\n\nAnd when the rhythm takes me\nIt feels so good, oh, so good\nBaby, if it keeps a-shaking\nIt will do you good, oh so much good\n\nWith a little bit of stop-a-shakin', shakin'\nAnd a little bit of slow right down\nAnd a little bit of sweet con-carne\nIt makes me feel, makes me feel, yeah\nI got my feet on the ground.\n\nOoh, now, baby, when you move, it makes me, yeah\nA-really feel so good, oh, so good\nAnd I'm so glad, so glad, so glad, so glad\nAnd I'm good, oh, so good.\n\nWith a little bit of, ooh, ah, concentration\nJust a little bit of a-helping hand, yeah\nWith a little bit of raving madness\nIt makes me feel, oh, it makes me feel\nLike I'm back on the ground, oh, yes, it sure does.\n\nIt makes me feel, hey, yeah\nBack on the ground.\n\nSaurez! Saurez!\nBaby, baby, you back on the ground, yeah.\n\nI'm good, yeah\nI'm feeling good, yeah, hey\nI'm feeling good, yeah\nI'm feeling good yeah, hey.\n\nDown on the ground\n(Sha-la-la-la, sha-la-la-la-la-la-la-la)\nI'm feelin' good, yeah\n(Sha-la-la-la, sha-la-la-la-la-la)\nI feel good, yeah, yeah, yeah, yeah\n(Sha-la-la-la, sha-la-la-la-la)\nI feel good, yeah, yeah, yeah, yeah\n(Sha-la-la-la, sha-la-la-la-la).\n\nI'm feelin' good, yeah, yeah, yeah, yeah\n(Sha-la-la-la, sha-la-la-la-la-la)\nI'm feelin' good, yeah, yeah, yeah, yeah-yeah\n(Sha-la-la-la, sha-la-la-la-la-la,\nSha-la-la-la, sha-la-la-la-la-la,\nSha-la-la-la, sha-la-la-la-la-la).\n\n(Sha-la-la-la, sha-la-la-la-la-la,\nSha-la-la-la, sha-la-la-la-la-la)\nI feel good, yeah, yeah, yeah, yeah\n(Sha-la-la-la, sha-la-la-la-la)\nI feel good, yeah, yeah, yeah, yeah\n(Sha-la-la-la, sha-la-la-la-la-la).\n\nI feel good yeah, yeah, yeah, yeah, yeah\n(Sha-la-la-la, sha-la-la-la-la,\nSha-la-la-la, sha-la-la-la-la)\nSuarez\n(Sha-la-la-la, sha-la-la-la-la-la)\nSuarez\n(Sha-la-la-la, sha-la-la-la-la-la)\nSuarez\n(Sha-la-la-la)...", 
    "The Rain Song": "It is the springtime of my loving\nthe second season I am to know\nYou are the sunlight in my growing\nso little warmth I've felt before.\nIt isn't hard to feel me glowing\nI watched the fire that grew so low.\n\nIt is the summer of my smiles\nflee from me Keepers of the Gloom.\nSpeak to me only with your eyes\nIt is to you I give this tune.\nAin't so hard to recognize\nThese things are clear to all from time to time.\n\nTalk Talk\nI've felt the coldness of my winter\nI never thought it would ever go.\nI cursed the gloom that set upon us...\nBut I know that I love you so\n\nThese are the seasons of emotion\nand like the winds they rise and fall\nThis is the wonder of devotion\nI seek the torch we all must hold.\nThis is the mystery of the quotient\nUpon us all, upon us all a little rain must fall...\nIt's just a little rain...", 
    "Dancing Days": "Dancing days are here again,\nAs the summer evenings grow.\nI got my flower, I got my power,\nI got a woman who knows.\n\nI said it's alright,\nYou know it's alright,\nI guess it's all in my heart.\nYou'll be my only,\nMy one and only,\nIs that the way it should start?\n\nCrazy ways are evident,\nBy the way you wearin' your clothes.\nSippin' booze is precedent,\nAs the evening starts to glow.\n\nYou know it's alright,\nI said it's alright,\nYou know it's all in my heart.\nYou'll be my only,\nMy one and only,\nIs that the way it should start?\n\nDo Ya?\n\nYou told your mother I'd get you home,\nBut you didn't say that I got no car.\nI saw a lion, he was standin' alone,\nWith a tadpole in a jar.\n\nYou know it's alright,\nI said it's alright,\nI guess it's all in my heart, heart, heart.\nYou'll be my only,\nMy one and only,\nIs that the way it should start?\n\nSo dancing days are here again,\nAs the summer evenings grow.\nYou are my flower, you are my power,\nYou are my woman who knows.\n\nI said it's alright,\nYou know it's alright,\nYou know it's all in my heart.\nYou'll be my only, yes\nMy one and only, yes\nIs that the way it should start?\nI know it isn't.", 
    "Black Dog": "Hey hey mama said the way you move\nGonna make you sweat, gonna make you groove\n\nAh, ah, child, way you shake that thing\nGonna make you burn, gonna make you sting.\n\nHey hey baby when you walk that way\nWatch your honey drip, can't keep away\n\nOh yeah, oh yeah, oh, ah, ah\nOh yeah, oh yeah, oh, ah, ah.\n\nI gotta roll, can't stand still\nGot a flamin' heart, can't get my fill\n\nEyes that shine, burnin' red\nDreams of you all through my head\n\nAh ah, ah ah, ah ah, ah ah, ah ah, ah ah, ahhh\n\nHey, baby, whoa baby, pretty baby\nDarlin' makes 'em do me now\nHey, baby, oh baby, pretty baby\nMove me like you're doin' now\n\nDidn't take too long 'fore I found out\nWhat people mean by down and out\n\nSpent my money, took my car\nStarted tellin' her friends she gonna be a star\n\nI don't know, but I been told\nA big-legged woman ain't got no soul\nOh yeah, oh yeah, ah, ah, ah\nOh yeah, oh yeah, ah, ah, ah\nAll I ask for when I pray\nA steady rollin' woman won't come my way\nNeed a woman gonna hold my hand\nTell me no lies, make me a happy man\nAh ah, ah ah, ah ah, ah ah, ah ah, ah ah, ahhh.\nAh, yeah!", 
    "Good Times Bad Times": "in the days of my youth\ni was told what it means to be a man\nand now i've reached that age\ni've tried to do all those things the best i can\nno matter how i try\ni find my way to the same old jam\n\ngood times, bad times, you know I've had my share\nwhen my woman left home for a brown-eyed man\nbut i still don't seem to care\n\nsixteen, i fell in love with a girl as sweet as could be\nit only took a couple of days 'till she was rid of me\nshe swore that she woul d be all mine, love me 'till the end\nbut when i whispered in her ear, i lost another friend, oh\n\ngood times, bad times, you know i've had my share\nwhen my woman left home for a brown-eyed man\nbut i still don't seem to care\n\n...\ngood times, bad times, you know i've had my share\nwhen my woman left home for a brown-eyed man\n\nbut i still don't seem to care\ni know what it means to be alone\ni sure do wish i was at home\ni don't care what the neighbours say\ni'm gonna love you, each and every day\nyou can feel the beat within my heart\nrealize, sweet babe, we ain't never gonna part\ni feel good when i look into your eyes", 
    "Whole Lotta Love": "You need coolin', baby, I'm not foolin',\nI'm gonna send you back to schoolin',\nWay down inside honey, you need it,\nI'm gonna give you my love,\nI'm gonna give you my love.\n\nWanna Whole Lotta Love\nWanna Whole Lotta Love\nWanna Whole Lotta Love\nWanna Whole Lotta Love\n\nYou've been learnin', baby, I been learnin',\nAll them good times, baby, baby, I've been yearnin',\nWay, way down inside honey, you need it,\nI'm gonna give you my love... I'm gonna give you my love.\n\nWanna Whole Lotta Love\nWanna Whole Lotta Love\nWanna Whole Lotta Love\nWanna Whole Lotta Love\n\nYou've been coolin', baby, I've been droolin',\nAll the good times I've been misusin',\nWay, way down inside, I'm gonna give you my love,\nI'm gonna give you every inch of my love,\nGonna give you my love.\n\nWanna Whole Lotta Love\nWanna Whole Lotta Love\nWanna Whole Lotta Love\nWanna Whole Lotta Love\n\nWay down inside... woman... You need... love\n\nShake for me, girl. I wanna be your backdoor man\nKeep it coolin', baby.", 
    "Hot Dog": "Well i just got into town today\nto find my girl who's gone away\nshe took the greyhound at the general store\ni searched myself i searched the town\nwhen i finally did sit down\ni find myself no wiser than before\nShe said we couldn't do no wrong\nno other love could be so strong\nshe locked up my heart in her bottom drawer\nnow she took my heart she took my keys\nfrom in my old blue dungarees\nand i'll never go to texas anymore\nnow my baby's gone i don't know what to do\nshe took my love and walked right out the door\nand if i ever find that girl i know one thing for sure\ni'm gonna give her something like she never had before\nI took her love at seventeen\na little late these days it seems\nbut they said heaven is well worth waiting for\ni took her word i took it all\nbeneath the sign that said \"u-haul\"\nshe left angels hangin round for more\n\nI thought i had it all sewn up\nour love, a plot, a pick-up truck\nbut folks said she was after something more\ni never did quite understand\nall that talk about rockin' bands\nbut they just rolled my doll right out the door\noh yeah, they just rolled my doll right out the door!", 
    "Candy Store Rock": "Well... Oh baby baby. Don't you want a man like me? \nOh baby baby, I'm just as sweet as anybody could be \nOh baby baby, I want to look to your eyes, of blue \nOh baby baby, It's more than anybody else could do \n\nWell... Oh baby baby. You know when I see you walkin down the street \nOh baby baby, Well you lookin good enough to eat \nOh baby baby, I dont believe I've tasted this before \nOh baby baby, I want it now \nAnd every mouthfull more of you. \n\nTalk about you, Yeah. \n\nOh baby baby, You know that I wanted it more \nOh baby baby, I'm about to kiss goodbye to this store \nOh baby baby, It ain't the wrapping that sells the goods \nOh baby baby, I got a sweet tooth when my mouth is full of you. \n\nOoh baby oh baby its alright, its alright \nOhh baby its alright... its alright \n\nWell, oh baby, baby, oh you sting like a bee\nOh baby, baby, I like your honey and it sure likes me\nOh baby, baby, I got my spoon inside your jar\nOh baby, baby, don't give me too much, don't make me starve\n\nOh baby, baby, sugar sister on a silver plate\nOh baby, baby, I need a mouthful and I just can't wait\nOh baby, baby, see the shaking in my hand\nOh baby, baby, don't mean to fumble but it tastes so grand\nTastes so grand, tastes so grand, baby it's alright \n\nOh baby it's alright, oh it's alright \nIt's alright... (repeat)", 
    "Night Flight": "I received a message from my brother across the water\nHe sat laughin' as he wrote the end's in sight\nSo I said goodbye to all my friends\nAnd packed my hopes inside a matchbox\n'Cause I know it's time to fly.\n\nOh-oh-oh, yeah, come on, meet me in the morning,\nMeet me in the middle of the night\nAh-oh, yeah, the morning light is comin'\nDon't it make you wanna go and feel alright?\n\nI just jumped a train that never stops,\nSo now somehow I'll know I never finished payin' for my ride\nSomeone pushed a gun into my hand\nTell me I'm the type of man\nTo fight the fight that I'll require.\n\nOh-oh-oh, yeah, ha, come on, meet me in the morning\nWon't you meet me in the middle of the night, night, night? Yeah\nHo, well, the morning light is comin'\nWell, don't it make you wanna kinda feel alright?\n\nOh, mama, well, I think it's time I'm leavin'\nNothin' here to make me stay\nWhoa, mama, well, it must be time I'm goin'\nThey're knockin' down them doors\nThey're tryin' to take me away.\n\nPlease Mr. Brakeman, won't you ring your bell\nAnd ring loud and clear?\nPlease Mr. Fireman, won't you ring your bell?\nTell the people they got to fly away from here.\n\nOh, I once saw a picture of a lady with a baby\nSouthern lady, have a very, very special smile\nWe are in the middle of a change in destination\nWhen the train stops, all together we will smile.\n\nOh-oh-oh, come one, come on now, meet me in the mornin',\nWon't you meet me in the middle of the night, night, na-na-night-night?\nHo-ho-yeah, everybody know the mornin' time is comin'\nDon't it make you wanna a-feel alright?\n\nAh, ah, yeah, a-make me feel alright, fly now, baby\nI gotta fly, yeah, fly now, baby.", 
    "Communication Breakdown": "Hey, girl, stop what you're doin'\nHey, girl, you'll drive me to ruin\nI don't know what it is I like about you, but I like it a lot\nWon't you let me hold you, now, let me feel your lovin' touch\n\nCommunication breakdown, it's always the same\nHavin' a nervous breakdown, a-drive me insane\n\nHey, girl, I got somethin' I think you oughta know\nHey, babe, I wanna tell ya that I love you so\nI wanna hold you in my arms, yeah\nI'm never gonna let you go, 'cause I like your charm\n\nCommunication breakdown, it's always the same\nHavin' a nervous breakdown, drive me insane, ow, suck\n\nCommunication breakdown, it's always the same\nHavin' a nervous breakdown, a-drive me insane, yeah\n\nCommunicate, I want you to love me all night\nI want you to love me all night, I want, hey, I want, yeah\nI want you to love me, I want you to love, babe\nI want you to love, yeah, I want you to love\nHey, I want you to love, yeah, I want you to", 
    "No Quarter": "Close the door, put out the light\n\nYou know they won't be home tonight\nThe snow falls hard and don't you know The winds of thor are blowing cold\nThey're wearing steel that's bright and true\nThey carry news that must get through\nThey choose the path where no one goes\n\nThey hold no quarter, they hold no quarter\n\nWalking side by side with death\nThe devil mocks their every step\nThe snow drives back the foot that's slow\nThe dogs of doom are howling more\nThey carry news that must get through\n\nTo build a dream for me and you\n\nThey choose the path where no one goes\nThey hold no quarter, they ask no quarter\nThe pain, the pain without quarter\nThey ask no quarter\nThe dogs of doom are howling more!", 
    "Thank You": "If the sun refused to shine\nI would still be loving you\nWhen mountains crumble to the sea\nThere will still be you and me\n\nKind woman, I give you my all\nKind woman, nothing more\nLittle drops of rain whisper of the pain\nTears of loves lost in the days gone by\n\nMy love is strong, with you there is no wrong\nTogether we shall go until we die, my, my, my\nInspiration is what you are to me\nInspiration, look 'n' see\n\nAnd so today, my world it smiles\nYour hand in mine, we walk the miles\nThanks to you, it will be done\nFor you to me are the only one\nAlright, there\n\nHappiness, no more be sad\nHappiness, I'm glad\n\nIf the sun refused to shine\nI would still be loving you\nMountains crumble to the sea\nThere will still be you and me", 
    "All My Love": "Should I fall out of love, my fire in the light\nTo chase a feather in the wind\nWithin the glow that weaves a cloak of delight\nThere moves a thread that has no end\n\nFor many hours and days that pass ever soon\nThe tides have caused the flame to dim\nAt last the arm is straight, the hand to the loom\nIs this to end or just begin?\n\nAll of my love, all of my love\nOh, all of my love, to you now\nAll of my love, all of my love\nOh, all of my love, to you now\n\nThe cup is raised, the toast is made yet again\nOne voice is clear above the din\nProud Aryan one word, my will to sustain\nFor me the cloth once more to spin\n\nOh, all of my love, all of my love\nOh, all of my love, for you now\nAll of my love, all of my love\nYes, all of my love, to you child\n\nYours is the cloth, mine is the hand that sews time\nHis is the force that lies within\nOurs is the fire, all the warmth we can find\nHe is a feather in the wind\n\nOh, all of my love, all of my love\nOh, all of my love, to you now\nAll of my love, oh-oh\nYes, all of my love, to you now\n\nAll of my love, all of my love\nAll of my love, love\nSometimes, sometimes, alright\nSometimes, sometimes, oh, oh\nHey-hey-hey, hey-hey-\nhey-hey\nOoh, ooh, yeah\nIt's, all, all, all, all, all of my love, all of my love\nAll of my love, to you now\nAll of my love, all of my love\nAll of my love\nTo, to you and you and you and you\nI get a little bit lonely, just a little, just a little\nJust a little bit lonely, just a little bit lonely\nHey- hey-hey-hey- hey-hey-hey- hey-hey-hey, yes now, ooh yeah, ooh oh,\nOoh yeah, I get a little bit\nlonely when I think about it\nWhen I think about it\nIt's got to be, its got be\nAll my love, ah ah, yeah\nOoh, ooh, ooh, ooh, ooh, ooh\nAll my love...", 
    "Moby Dick": "", 
    "I'm Gonna Crawl": "Oh, she's my baby,\nLet me tell you why\nHey, she drives me crazy\nShe's the apple of my eye\n'Cause she is my girl\nAnd she can never do wrong\nIf I dream too much at night,\nSomebody please bring me down.\n\nHey, I love that little lady\nI got to be her fool\nAin't no other like my baby,\nI can break the golden rule\n'Cause I get down on my knees,\nOh, I pray that love won't die\nAnd if I always try to please,\nI don't know the reason why, yeah.\n\nIf she would come back,\nOnly stay with me\nEvery little bit, every little bit\nEvery little bit of my love\nI give to you, girl\nEvery little bit, every little bit\nEvery little bit, every little bit of my love.\n\nHit me!\n\nI don't have to go by plane\nI ain't gotta go by car\nI don't care just where my darling is\nPeople I just don't care how far.\n\nI'm gonna crawl\nI'm gonna crawl\nAh, hooh-hooh\nI don't wanna crawl, baby\nAh, say-yeah-hey-yeah-hey.\n\nShe give me good love, yeah\nShe give me good lovin'\nShe give me good love, yeah\nShe give my good lovin'\nMy baby give me good lovin'\nOoh, yes, I love her, I guess I love her\nYes, I love her\nI wanna crawl.", 
    "Houses of the Holy": "Let me take you to the movies.\nCan I take you to the show\nLet me be yours ever truly.\nCan I make your garden grow\n\nFrom the houses of the holy,\nwe can watch the white doves go\nFrom the door comes Satan's daughter,\nand it only goes to show. You know.\n\nThere's an angel on my shoulder,\nIn my hand a sword of gold\nLet me wander in your garden.\nAnd the seeds of love I'll sow.\nYou know.\n\nSo the world is spinning faster.\nAre you dizzy when you stall?\nLet the music be your master.\nWill you heed the master's call\nOh... Satan man.\n\nSaid there ain't no use in crying.\nCause it will only, only drive you mad\nDoes it hurt to hear them lying?\nWas this the only world you had? Oh-oh\n\nSo let me take you, take you to the movie.\nCan I take you, baby, to the show.\nWhy don't you let me be yours ever truly.\nCan I make your garden grow\nYou know.", 
    "The Lemon Song": "I should have quit you a long time ago\nOoh-whoa, yeah, yeah, long time ago\nI wouldn't be here, my children\nDown on this killin' floor\n\nI should have listened, baby, a-to my second mind\nOh, I should have listened, baby, to my second mind\nEverytime I go away and leave ya, darlin'\na-send me the blues, rain down the line, no\n\nHey, yeah-yeah-yeah, keep up, yeah, oh, yeah\n\nBabe-yeahh, yeah, treat me right, baby\nOoh-whoa, whoa-whoa, my, my, my, my-hah\nNow take it down a little bit\nPeople tell me baby can't be satisfied-a\nTry to worry me, b-ba-baby\nbut I never did end up guit-chewin' myself\nPeople worry, baby, can't keep you satisfied\nHuh, let me tall ya, babe\nAh, you ain't nothin' but a nn-two-bit, no-good jive\n\nI went to sleep last night, I work as hard as I can-a\nI bring home my money, you take my money, give it to another man\nI should have quite you, baby\nOh, such a long time ago-ho\nI wouldn't be hear with all my troubles\nDown on this killin' floor\n\nSqueeze me, babe, 'till the juice runs down my leg\nDo, squeeze, squeeze me, baby, until the juice runs down my leg\nThe way you squeeze my lemon-a\nI'm gonna fall right outta bed, 'ed, 'ed, bed, yeah\n\nYeah\nHey, hey, hey, hey, hey, hey, hey, hey\nJuice, baby, baby, baby, baby, baby\nBaby, baby, baby, baby, baby, baby\nHey, babe, babe, babe, babe, oh, no\nNo, no, now, now\nI'm gonna leave my children down on this killing floor", 
    "Custard Pie": "Drop down, baby, let your daddy see. \nDrop down, mama, just dream of me \nWell, my mama allow me to fool around all night long \nWell, I may look like I'm crazy, I should know right from wrong \n\nSee me comin', throw your man out the door \nAin't no stranger, been this way before \nSee me comin', mama, throw your man out the door \nI ain't no stranger, I been this way before. \n\nPut on your night shirt and your morning gown \nYou know by night I'm gonna shake 'em down \nPut on your night shirt Mama, and your morning gown \nWell, you know by night I'm gonna shake 'em down \n\nYour custard pie, yeah, sweet and nice \nWhen you cut it, mama, save me a slice \nYour custard pie, I declare, it's sweet and nice \nI Like your custard pie \nWhen you cut it, mama... mama, please save me a slice. \n\nSave me a slice of your custard pie. \nDrop down", 
    "Black Country Woman": "Shall we roll it, Jimmy?\nWe're rolling on, uh -- what, one? No.\nOne again.\nI'm tryin' to get this aeroplane off.\nNah, leave it, yeah.\n\nHey, hey, mama, what's the matter here\nHey, hey, mama, what's the matter here\nYou didn't have to tell me that ya love me so\nYou didn't have to love me, mama, let me go\nHey, hey, mama, what's the matter here\nYou didn't have to make me a total disgrace\nYou didn't have to leave me with that beer in my face\nHey, hey, mama, what's the matter here\n\nUh, that's alright, it's awful doggone clear\n\nHey, hey, baby, why you treat me mean\nOh, oh, baby, why you treat me mean\nAw, baby\nYou didn't have to crucify me like you did\nYou didn't have to tell me I was just your kid\nHey, hey, mama, why'd you treat me mean\nYou didn't have to say you'd always be by my side\nYou didn't have to tell me you'd be my blushin' bride\nHey, hey, mama, why you treat me mean\n\nBut that's alright, I know your sisters too\n(Aw, yeah)\n\nYou didn't have to tell me that ya love me so\nYou didn't have to leave me, mama, let me go\nHey, hey, mama, what is wrong with you\nYou didn't have to leave me like a total disgrace\nYou didn't have to leave me with that beer on my face\n\nHey, hey, mama, what is wrong with you\nOh, but that's alright, I'd be the same way too\nOh, yeah-yo, go, man, go\n\nNow, my baby, now, you didn't have to crucify me like you did\nYou didn't have to tell me I was just your kid\nHey, hey, mama, what's the matter here\n\nYou didn't have to tell me you would be my own\nYou didn't have to tell me, \"Baby, let me go\"\nHey, hey, mama, what is wrong with you\nAh, that's alright, I know your sister too\nOh, yeah-yeah, ooh, yeah, ooh, yeah-yeah\nOoh, yeah-yeah, ooh, yeah, oh\nWhat's the matter with you, mama"
}